[CustomItemSetDef_Lobelia DownloadableItemSetDefinition]
ContentDisplayName="Ultimate Pros 2 Update Pack"

[Customization.CustomizationSet_Lobelia DownloadableCustomizationSetDefinition]
ContentDisplayName="Changes to the Ultimate Seeker 2 affect pack"

[DownloadBalanceModDef_Lobelia DownloadableBalanceModifierDefinition]
ContentDisplayName="Latest update set 2"

[ExpansionDef_Lobelia DownloadableExpansionDefinition]
ContentDisplayName="Ultimate Seeker 2 Upgrade Pack"

[ItemSetDef_Lobelia DownloadableItemSetDefinition]
ContentDisplayName="Ultimate Explorer 2 Item Pickup"

[LevelList LevelDependencyList]
LevelList[0]=(LevelName="We climbed to the top of the collapsed hill.")

[PackageDef_Lobelia DownloadablePackageDefinition]
PackageDisplayName="Latest update package 2"

